[
    {
    "pname": "Simple Parallax for Web",
    "used": "CSS, HTML, JavaScript, jQuery, Parallax.js",
    "shortdscr": "Demonstration of modern multilayered Parallax effect for web and mobile solutions. Divisions move according to mouse position",
    "url": "https://codepen.io/iFun_Studios/pen/LOqvgV"
    },
     {
    "pname": "Task Manager and Monster evolution app",
    "used": "CSS, HTML, JavaScript, jQuery, Angular2, Ionic 3, Typescript, Firebase",
    "shortdscr": "Task Monster is a simple and smart application to work with task that simplifies the planning of everyday tasks. Another great feature of the app is that you can choose, name and tend your own monster. The more tasks you finish, the more will your task monster grow.",
    "url": "https://play.google.com/store/apps/details?id=ifun.studio.app2"
    },
  {
    "pname": "Logical Reshuffling",
    "used": "CSS, HTML, Angular, jQuery, Bootstrap, Drag&Drop JS",
    "shortdscr": "Simple AngularJS word/game or word/sorting. The idea behind this is that you have a sentence that lacks one word and you have to insert the correct word from offered. The principle of using is the drag and drop method and by selecting the incorrect word, background of word become red and you must replaced it by another until it becomes green background. This is good addition to implement at websites for learning foreign languages.",
    "url": "https://plnkr.co/edit/xbC1HB7DuvN0tmxClzBe?p=preview"
  },
  {
    "pname": "Game of Thrones SPA for famous quote",
    "used": "CSS, HTML, Angular, jQuery, Bootstrap",
    "shortdscr": "App for showing famous quotes from the GoT show characters using AngularJS and online JSON API. This is SPA(Single Page Application) created in Visual Studio Community 2015.",
    "url": "http://plnkr.co/edit/5HrWMu?p=preview"
  },
  {
    "pname": "Task Manager app for android devices api level 12-19",
    "used": "CSS, HTML, Angular, jQuery, MaterializeCSS",
    "shortdscr": "Task Manager is a Single Page Application created with AngularJS and Google Materialize framework. The app is really simple and allows compiling lists of tasks(ToDo); eg: shoping list, daily plan etc.",
    "url": "https://plnkr.co/edit/tnuopYp0SQiDgNqOeBM7?p=preview"
  },
  {
    "pname": "Movie DB",
    "used": "CSS, HTML, Angular, jQuery, Bootstrap, RESTful Api, JSON",
    "shortdscr": "AngularJS SPA that browses through OMDb website and pick movies depending on your search input.",
    "url": "https://github.com/Bognar/MovieDB"
  },
  {
    "pname": "Galatea",
    "used": "CSS, HTML, Angular, jQuery, Bootstrap, RESTful Api, JSON, Photoshop",
    "shortdscr": "Tarot reading app created with ionic and angularJS. as DB there is an JSON file which contains lists and properities of all cards.",
    "url": "https://github.com/Bognar/Galatea",
    "apk": "galatea.apk"
  },
  {
    "pname": "Discount Calculator for android devices api level 12-19",
    "used": "CSS, HTML, Angular, ionic",
    "shortdscr": "This app calculates discount that can be set in billing applications for packages(can be any type of item or services)",
    "apk": "Discount.apk",
    "url": "no url"
  },
  {
    "pname": "bognar.github.io",
    "used": "CSS, HTML, Angular, jQuery, Bootstrap, JSON, ChartsJS, AnimateCSS",
    "shortdscr": "This is my peronal webpage created by me to showcase my work and get in touch with me!",
    "url": "https://github.com/Bognar/bognar.github.io",
    "apk":  ""
  }

]
